{"class_name": "Sequential", "keras_version": "1.2.1", "config": [{"class_name": "Model", "config": {"layers": [{"class_name": "InputLayer", "inbound_nodes": [], "config": {"batch_input_shape": [null, 1455], "sparse": false, "input_dtype": "float32", "name": "input_11"}, "name": "input_11"}, {"class_name": "Dense", "inbound_nodes": [[["input_11", 0, 0]]], "config": {"W_constraint": null, "b_constraint": null, "name": "dense_11", "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "bias": true, "input_dim": 1455, "b_regularizer": null, "W_regularizer": null, "activation": "relu", "output_dim": 512}, "name": "dense_11"}], "input_layers": [["input_11", 0, 0]], "name": "model_17", "output_layers": [["dense_11", 0, 0]]}}, {"class_name": "Model", "config": {"layers": [{"class_name": "InputLayer", "inbound_nodes": [], "config": {"batch_input_shape": [null, 512], "sparse": false, "input_dtype": "float32", "name": "input_13"}, "name": "input_13"}, {"class_name": "Dense", "inbound_nodes": [[["input_13", 0, 0]]], "config": {"W_constraint": null, "b_constraint": null, "name": "dense_13", "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "bias": true, "input_dim": 512, "b_regularizer": null, "W_regularizer": null, "activation": "relu", "output_dim": 256}, "name": "dense_13"}], "input_layers": [["input_13", 0, 0]], "name": "model_20", "output_layers": [["dense_13", 0, 0]]}}, {"class_name": "Model", "config": {"layers": [{"class_name": "InputLayer", "inbound_nodes": [], "config": {"batch_input_shape": [null, 256], "sparse": false, "input_dtype": "float32", "name": "input_15"}, "name": "input_15"}, {"class_name": "Dense", "inbound_nodes": [[["input_15", 0, 0]]], "config": {"W_constraint": null, "b_constraint": null, "name": "dense_15", "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "bias": true, "input_dim": 256, "b_regularizer": null, "W_regularizer": null, "activation": "relu", "output_dim": 128}, "name": "dense_15"}], "input_layers": [["input_15", 0, 0]], "name": "model_23", "output_layers": [["dense_15", 0, 0]]}}, {"class_name": "Model", "config": {"layers": [{"class_name": "InputLayer", "inbound_nodes": [], "config": {"batch_input_shape": [null, 128], "sparse": false, "input_dtype": "float32", "name": "input_17"}, "name": "input_17"}, {"class_name": "Dense", "inbound_nodes": [[["input_17", 0, 0]]], "config": {"W_constraint": null, "b_constraint": null, "name": "dense_17", "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "bias": true, "input_dim": 128, "b_regularizer": null, "W_regularizer": null, "activation": "relu", "output_dim": 64}, "name": "dense_17"}], "input_layers": [["input_17", 0, 0]], "name": "model_26", "output_layers": [["dense_17", 0, 0]]}}, {"class_name": "Model", "config": {"layers": [{"class_name": "InputLayer", "inbound_nodes": [], "config": {"batch_input_shape": [null, 64], "sparse": false, "input_dtype": "float32", "name": "input_19"}, "name": "input_19"}, {"class_name": "Dense", "inbound_nodes": [[["input_19", 0, 0]]], "config": {"W_constraint": null, "b_constraint": null, "name": "dense_19", "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "bias": true, "input_dim": 64, "b_regularizer": null, "W_regularizer": null, "activation": "relu", "output_dim": 32}, "name": "dense_19"}], "input_layers": [["input_19", 0, 0]], "name": "model_29", "output_layers": [["dense_19", 0, 0]]}}]}