{"class_name": "Model", "keras_version": "1.2.1", "config": {"layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 1455], "input_dtype": "float32", "sparse": false, "name": "input_13"}, "inbound_nodes": [], "name": "input_13"}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_13", "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "bias": true, "input_dim": 1455, "b_regularizer": null, "W_regularizer": null, "activation": "relu", "output_dim": 256}, "inbound_nodes": [[["input_13", 0, 0]]], "name": "dense_13"}], "input_layers": [["input_13", 0, 0]], "output_layers": [["dense_13", 0, 0]], "name": "model_20"}}